export const categories = [
  {
    id: 1,
    title: "Транспорт",
    sub: [
      {id: "1-1", title: "Автомобили"},
      {
        id: "1-2",
        title: "Мототехника",
        sub: [
          {id: "1-2-1", title: "Багги"},
          {id: "1-2-2", title: "Вездеходы"},
          {id: "1-2-3", title: "Картинг"},
          {id: "1-2-4", title: "Квадроциклы"},
          {id: "1-2-5", title: "Мопеды и скутеры"},
          {id: "1-2-6", title: "Мотоциклы"}
        ]
      },
      {
        id: "1-3",
        title: "Грузовики и спецтехника",
        sub: [
          {id: "1-3-1", title: "Автобусы"},
          {id: "1-3-2", title: "Автодома"},
          {id: "1-3-3", title: "Автокраны"},
          {id: "1-3-4", title: "Бульдозеры"},
          {id: "1-3-5", title: "Самосвалы"},
          {id: "1-3-6", title: "Коммунальная техника"},
          {id: "1-3-7", title: "Погрузчики"},
          {id: "1-3-8", title: "Прицепы"},
          {id: "1-3-9", title: "Сельхозтехника"},
          {id: "1-3-10", title: "Строительная техника"},
          {id: "1-3-11", title: "Техника для лесозаготовки"},
          {id: "1-3-12", title: "Тягачи"},
          {id: "1-3-13", title: "Экскаваторы"}
        ]
      },
      {
        id: "1-4",
        title: "Водный транспорт",
        sub: [
          {id: "1-4-1", title: "Вёсельные лодки"},
          {id: "1-4-2", title: "Гидроциклы"},
          {id: "1-4-3", title: "Катера и яхты"},
          {id: "1-4-4", title: "Моторные лодки"},
          {id: "1-4-5", title: "Надувные лодки"}
        ]
      },
      {
        id: "1-5",
        title: "Воздушный транспорт",
        sub: [
          {id: "1-5-1", title: "Самолеты"},
          {id: "1-5-2", title: "Вертолеты"}
        ]
      },
      {
        id: "1-6",
        title: "Запчасти",
        sub: [
          {id: "1-6-1", title: "Для автомобилей"},
          {id: "1-6-2", title: "Для мототехники"},
          {id: "1-6-3", title: "Для спецтехники"},
          {id: "1-6-4", title: "Для водного транспорта"}
        ]
      },
      {
        id: "1-7",
        title: "Аксессуары",
        sub: [
          {id: "1-7-1", title: "GPS-навигаторы"},
          {id: "1-7-2", title: "Аудио- и видеотехника"},
          {id: "1-7-3", title: "Багажники и фаркопы"},
          {id: "1-7-4", title: "Инструменты"}
        ]
      },
      {
        id: "1-8",
        title: "Противоугонные устройства",
        sub: [
          {id: "1-8-1", title: "Автосигнализации"},
          {id: "1-8-2", title: "Иммобилайзеры"},
          {id: "1-8-3", title: "Механические блокираторы"},
          {id: "1-8-4", title: "Спутниковые системы"},
          {id: "1-8-5", title: "Тюнинг"}
        ]
      },
      {
        id: "1-9",
        title: "Шины, диски и колёса",
        sub: [
          {id: "1-9-1", title: "Шины"},
          {id: "1-9-2", title: "Мотошины"},
          {id: "1-9-3", title: "Диски"},
          {id: "1-9-4", title: "Колеса"},
          {id: "1-9-5", title: "Колпаки"}
        ]
      }
    ]
  },
  {
    id: 2,
    title: "Бытовая техника",
    sub: [
      {id: "2-1", title: "Для дома"},
      {id: "2-2", title: "Для индивидуального ухода"},
      {id: "2-3", title: "Для кухни"},
      {id: "2-4", title: "Климатическое оборудование"},
      {id: "2-5", title: "Мебель и интерьер"},
      {id: "2-6", title: "Посуда и товары для кухни"},
      {id: "2-7", title: "Ремонт и строительство"}
    ]
  },
  {
    id: 3,
    title: "Для бизнеса",
    sub: [
      {id: "3-1", title: "Готовый бизнес"},
      {id: "3-2", title: "Оборудование для бизнеса"}
    ]
  },
  {
    id: 4,
    title: "Недвижимость",
    sub: [
      {id: "4-1", title: "Квартиры"},
      {id: "4-2", title: "Комнаты"},
      {id: "4-3", title: "Дома, дачи, коттеджи"},
      {id: "4-4", title: "Земельные участки"},
      {id: "4-5", title: "Машиноместа"},
      {id: "4-6", title: "Гаражи"},
      {id: "4-7", title: "Коммерческая недвижимость"}
    ]
  },
  {
    id: 5,
    title: "Бытовая электроника",
    sub: [
      {id: "5-1", title: "Аудио и видео"},
      {id: "5-2", title: "Игры, приставки и программы"},
      {id: "5-3", title: "Настольные компьютеры"},
      {id: "5-4", title: "Ноутбуки"},
      {id: "5-5", title: "Оргтехника"},
      {id: "5-6", title: "Планшеты и электронные книги"},
      {id: "5-7", title: "Товары для компьютера"},
      {id: "5-8", title: "Фототехника"}
    ]
  },
  {
    id: 6, title: "Услуги",
    sub: [
      {
        id: "6-1", title: "Авто",
        sub: [
          {id: "6-1-1", title: "Диагностика/Подбор авто"}
        ]
      }
    ]
  },
  {id: 7, title: "Хобби и отдых"},
  {id: 8, title: "Личные вещи"},
  {id: 9, title: "Животные"}
];
